Repository: wp-plugins/easy-digital-downloads-related-downloads
Catalog: languages/edd-related-downloads-*.po
Languages: es_es, fr_fr

source: Related Downloads Settings
es_es: Ajustes para Descargas relacionadas
fr_fr: Téléchargements associés Paramètres

source: Settings for EDD Related Downloads Plugin.
es_es: Ajustes para EDD Descargas Programas Relacionados.
fr_fr: Réglages pour EDD Téléchargements associés plugin.

source: Filter related downloads by category:
es_es: Filtrar descargas relacionadas por categoría:
fr_fr: Filtrer téléchargements liés par catégorie:

source: Check this to filter by category. By default, downloads are related by tag.
es_es: Active esta opción para filtrar por categoría. Por defecto, las descargas están relacionados por tag.
fr_fr: Cochez cette case pour filtrer par catégorie. Par défaut, les téléchargements sont liés par tag.

source: How many related items to show:
es_es: ¿Cuántos artículos relacionados a demostrar:
fr_fr: Combien d'articles liés à montrer:

source: Enter a decent number, like between 1 and 7. Default is 3.
es_es: Introduzca un número decente, al igual que entre el 1 y el 7. El valor predeterminado es 3.
fr_fr: Entrez un nombre décent, comme entre 1 et 7. Par défaut est 3.

source: Custom Related Downloads Title:
es_es: Custom Descargas Relacionadas Título:
fr_fr: Coutume Téléchargements connexes Titre:

source: This appears above the related items. Default is, "You May Also Like".
es_es: Esto aparece por encima de los elementos relacionados. El valor predeterminado es, También le gustará.
fr_fr: Cela apparaît au-dessus des articles connexes. Par défaut, Vous aimerez peut-être aussi.

source: You May Also Like
es_es: También te puede interesar
fr_fr: Vous aimerez aussi

source: EDD Related Downloads Widget
es_es: EDD Descargas Relacionadas Widget
fr_fr: EDD Téléchargements associés Widget

source: Display related downloads.
es_es: Visualizar descargas relacionadas.
fr_fr: Afficher téléchargements connexes.

source: Title:
es_es: Título:
fr_fr: Titre:

source: How many related downloads to show:
es_es: ¿Cuántas descargas relacionadas a demostrar:
fr_fr: Combien de téléchargements liés à montrer:

source: Filter By Category Instead of Tag
es_es: Filtrar por Categoría vez de Tag
fr_fr: Filtrer par catégorie au lieu de Tag

source: Disable Related Downloads Added To Content:
es_es: Desactivar Descargas Relacionadas Añadido al Contenido
fr_fr: Désactiver les téléchargements associés ajoutés au contenu:

source: Check this to stop the them from being added to the bottom of the single download content. Useful if you are using the sidebar widget instead. Or you could leave this in, set to category, and the widget set to tags, or vice-versa.
es_es: Active esta opción para detener el que se agreguen a la parte inferior de la descarga de contenido único. Útil si usted está utilizando el widget barra lateral en su lugar. O puede dejar esto en, ajustado a la categoría, y el conjunto de widgets de etiquetas, o vice-versa.
fr_fr: Voir ce pour arrêter le eux d'être ajouté à la partie inférieure de la teneur en téléchargement unique. Utile si vous utilisez le widget sidebar place. Ou vous pouvez le laisser à, mis à la catégorie, et le jeu de widget à balises, ou vice-versa.

source: EDD Related Downloads by Isa
es_es: Descargas EDD relacionados por Isa
fr_fr: EDD Téléchargements connexes par Isa
